[
  "dataview",
  "obsidian-git",
  "obsidian-memos",
  "quickadd",
  "obsidian-emoji-toolbar",
  "obsidian-image-auto-upload-plugin",
  "float-search",
  "better-search-views",
  "remotely-save",
  "easy-typing-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "obsidian-auto-link-title",
  "calendar",
  "templater-obsidian",
  "obsidian-linter",
  "homepage",
  "obsidian-markmind",
  "vscode-editor",
  "tasks-calendar-wrapper",
  "obsidian-outliner",
  "obsidian-quiet-outline",
  "obsidian-minimal-settings",
  "file-explorer-note-count"
]